Repository: BenBormey/Product
Catalog: WebApplication1/Resources/SharedResource.*.resx
Languages: km_kh

source: Dashboard
km_kh: ផ្ទាំងគ្រប់គ្រង

source: Menu
km_kh: មីនុយ

source: Order list
km_kh: បញ្ជីកម្មង់

source: Analytics
km_kh: វិភាគទិន្នន័យ

source: Teams
km_kh: ក្រុមការងារ

source: Message
km_kh: សារ

source: English
km_kh: អង់គ្លេស

source: Khmer
km_kh: ខ្មែរ

source: Log out
km_kh: ចាកចេញ

# WelcomeName
source: Welcome, {0} 👋
km_kh: សូមស្វាគមន៍, {0} 👋

source: Search
km_kh: ស្វែងរក

source: Admin
km_kh: អេដមិន

source: Today's Revenue
km_kh: ចំណូលថ្ងៃនេះ

source: Today's Order
km_kh: កម្មង់ថ្ងៃនេះ

source: Avg. Expense
km_kh: ចំណាយមធ្យម

source: Avg. Revenue
km_kh: ចំណូលមធ្យម

source: Sales Details
km_kh: ព័ត៌មានលក់

source: Daily
km_kh: ថ្ងៃ

source: Weekly
km_kh: សប្ដាហ៍

source: Monthly
km_kh: ខែ

source: Total Order
km_kh: កម្មង់សរុប

source: Running order
km_kh: កម្មង់កំពុងដំណើរការ

source: Customer Growth
km_kh: ការលូតលាស់អតិថិជន

source: Total Revenue
km_kh: ចំណូលសរុប

source: Order Chart
km_kh: គំនូសតាងកម្មង់

source: Orders
km_kh: កម្មង់

source: Sat
km_kh: ស

source: Sun
km_kh: អា

source: Mon
km_kh: ច

source: Tue
km_kh: អ

source: Wed
km_kh: ព

source: Thu
km_kh: ព្រ

source: Fri
km_kh: សុ

source: Trending Orders
km_kh: កម្មង់កំពុងពេញនិយម

source: Top picks today
km_kh: ជម្រើសល្អបំផុតថ្ងៃនេះ

source: Chicken Pot Pie
km_kh: នំថាសសាច់មាន់ (Chicken Pot Pie)

source: Mixed Salad
km_kh: សាឡាត់លាយ

source: Rice toppings
km_kh: អង្ករស្រង់ជាមួយម្ហូប

# PriceX
source: Price : {0}
km_kh: តម្លៃ : {0}

source: Add
km_kh: បន្ថែមផលិតផលថ្មី

source: Food
km_kh: ម្ហូប

source: Views
km_kh: ចូលមើល

source: Edit
km_kh: កែប្រែ

source: Delete
km_kh: លុប

source: found
km_kh: មិនមានផលិតផលទេ

source: AddCart
km_kh: បន្ថែមទៅក្នុងកាត

source: Category
km_kh: ប្រភេទ

source: Pending
km_kh: កំពុងរង់ចាំ

source: Sign in
km_kh: ចុះឈ្មោះ

source: Email
km_kh: អ៊ីមែល

source: Password
km_kh: ពាក្យសម្ងាត់

source: Promotion
km_kh: ការផ្សព្វផ្សាយ

source: Purchases
km_kh: ការទិញ

source: Expenses
km_kh: ការចំណាយ
